{
  "Psych":
  [
      {
          "PsychSeason": "Psych: Season 1",
          "PsychDescription": "In the first season of Psych, we meet Shawn Spencer, a young man with exceptional observational skills, uses his abilities to convince the Santa Barbara Police Department that he is a psychic. With the help of his childhood friend, Gus, he sets out to solve various cases while keeping his secret.",
          "PsychEpCount": "15",
          "PsychPremiere": "July 7th, 2006",
          "PsychFavorite": "Weekend Warriors",
          "PsychCharacterIntro": "Everyone",
          "PsychQuotes": [
              "\"Heard about Pluto? That's messed up.\"",
              "\"Gus, don't be a gooey chocolate chip cookie.\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_1.jpeg"
      },
      {
          "PsychSeason": "Psych: Season 2",
          "PsychDescription": "In season 2 of Psych, Shawn and Gus continue to take on bizarre and strange cases whilst further developing their role as \"psychic dectectives\". As they solve crimes, challenges arise and their friendship deepens but now their are personal stakes at risk.",
          "PsychEpCount": "16",
          "PsychPremiere": "July 13th, 2007",
          "PsychFavorite": "American Duos",
          "PsychCharacterIntro": "Uncle Burton",
          "PsychQuotes": [
              "\"I feel like I have been incarcerated in a blueberry. This car makes me want to weep and then die.\"",
              "\"Remember, Dad, you treat a woman like a person, then a princess, then a goddess, then a person again.\"",
              "\"Gus, don't be a giant snapping turtle.\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_22.jpeg"      },
      {
          "PsychSeason": "Psych: Season 3",
          "PsychDescription": "In Season 3 of Psych, Shawn and Gus take everything from an investigation into the haunted house to the murder at their high school reunion. It gives more depth to the character relationships, especially Shawn and his mom and friends, and shows there is so much more to Shawn than his jokes. Season 3 solidifies Psych's appeal by offering a slew of engaging plots and many clever twists.",
          "PsychEpCount": "16",
          "PsychPremiere": "July 18th, 2008",
          "PsychFavorite": "Tuesday the 17th",
          "PsychCharacterIntro": "Abigail Lytar",
          "PsychQuotes": [
              "\"How can you tell someone's a complusive liar? I mean assuming that their pants aren't on fire.\"",
              "\"I’m nobody’s pawn, Shawn. I’m a Queen.\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_3.jpg"      },
      {
          "PsychSeason": "Psych: Season 4",
          "PsychDescription": "Season four of Psych is a roller coaster ride of maze banter and improbable twist and turns. Shawn and Gus solve everything from the pursuit of an art thief across Canada down to the solving of a murder where the victim had been shark-attacked. As personal relationships, most importantly Shawn's complicated relationship with Abigail, start to evolve, the stakes grow higher and higher before a dramatic showdown with menacing Mr. Yin. The season does a good job of balancing out humor and suspense, further building on Psych's good name for entertaining storytelling.",
          "PsychEpCount": "16",
          "PsychPremiere": "August 7th, 2009",
          "PsychFavorite": "Think Tank",
          "PsychCharacterIntro": "Pierre Despereaux",
          "PsychQuotes": [
              "\"I don't lose things. I place things in locations which later elude me.\"",
              "\"Gus, don't be Nic Cage's accent from 'Con Air'.\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_4.jpg"      },
      {
          "PsychSeason": "Psych: Season 5",
          "PsychDescription": "Season 5 of Psych opens with an exciting combination of crime-solving and character development. Shawn and Gus find themselves embroiled in high-stakes cases, from the kidnapping of a Triad leader's daughter to a murder somehow linked to a haunted house ride. The duo's dynamic is stretched to its limits as they struggle to keep personal relationships in check, mainly Shawn's evolving emotions toward Juliet. That's a season full of laughs and truly poignant moments, none of which is complete without the edge-of-your-seat action that's the final confrontation with mysterious Mr. Yin and his connection with the past.",
          "PsychEpCount": "16",
          "PsychPremiere": "July 14th, 2010",
          "PsychFavorite": "Ferry Tale",
          "PsychCharacterIntro": "Mr. Yin",
          "PsychQuotes": [
              "\"I'm having a clear vision on a cloudy day.\"",
              "\"Take pictures. Not of sights. Don’t take pictures of buildings. Take pictures of moments, because that’s what matters.\"",
              "\"Gus, don't be the scream from 'Holding Back the Years'.\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_s5.jpg"      },
      {
          "PsychSeason": "Psych: Season 6",
          "PsychDescription": "Season 6 of Psych only continued the tradition of the show in melding comedy and mystery as Shawn and Gus delve into even more complex cases. It starts off with Shawn going on a mission to find a collectible and coming across a body, which places his credibility as a psychic in much jeopardy. The season contains more character-driven episodes, especially in the relationship between Shawn and Juliet, as they go through personal and professional tests.",
          "PsychEpCount": "16",
          "PsychPremiere": "October 12th, 2011",
          "PsychFavorite": "Last Night Gus",
          "PsychCharacterIntro": "Marlowe Viccellio",
          "PsychQuotes": [
              "\"Just because you put syrup on something don't make it pancakes.\"",
              "\"Well, the plot, unlike your hair, continues to thicken.\"",
              "\"Gus, don't be the mystery mousketool.\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_6.jpeg"      },
      {
          "PsychSeason": "Psych: Season 7",
          "PsychDescription": "Season 7 of Psych deals with the emotional aftermath of Henry getting shot. Shawn is determined to catch the bad guy. Episodes especially involve follow-ups in the case of Juliet finding out about Shawn's secret regarding his \"psychic\" abilities. The season includes humorous and mysterious parables, one of which is the 100th episode-a parody of Clue-wherein there is a murder mystery in a mansion. The coming season is even fuller of personal tests and changes awaiting the characters of SBPD, a sort of bridge to further plot development in the future of the series.",
          "PsychEpCount": "14",
          "PsychPremiere": "February 27th, 2013",
          "PsychFavorite": "100 Clues",
          "PsychCharacterIntro": "Harris Trout",
          "PsychQuotes": [
              "\"Man, I'm nobody's charity case. I demand I dig my own grave!\"",
              "\"I'm good at what I do and what I do is good. Isn't it?\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_7.jpeg"      },
      {
          "PsychSeason": "Psych: Season 8",
          "PsychDescription": "Season 8 of Psych opens with Shawn and Gus flying to London on some insane undercover mission as Interpol calls them in. This season continues the development of the character dynamics, especially with a lot of Lassiter's difficulties after his demotion, his developing relationship with Juliet. Notably, it self-spoofs in its remake of an earlier episode and sprinklings of humor and suspense throughout, Shawn and Gus take on everything from a murder on a food truck to paranormal conventions. The season ends with an emotional finale, where Shawn chooses to relocate to San Francisco with Juliet, including a proposal and a thrilling chase, while leaving some plot points to be continued in Psych: The Movie.",
          "PsychEpCount": "10",
          "PsychPremiere": "January 8th, 2014",
          "PsychFavorite": "The Break-Up",
          "PsychCharacterIntro": "Derek Bagg",
          "PsychQuotes": [
              "\"I sure would, if you were my shoe chef and stole my secret recipe.\" \"It's sous chef, not shoe.\" \"Any chance I've heard that both ways?\" \"No.\"",
              "\"Kudos on the childrearing. Let me know how the therapy goes.\"",
              "\"We Are Men, Gus. The World Is Our Toilet.\""
          ],
          "PsychImage": "https://raw.githubusercontent.com/ScSmitty/IT315Psych/master/ps_8.jpeg"      }
  ]
  "Status":"OK"
}
